Repository: CrimsBerith/LociAR
Catalog: LociAR/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, es, fr, hi, ja, pt, ru, tr, zh_hans

# Post duvarda. Nişanı o duvara tut, ortala.
source: The post is on a wall. Point the reticle at that wall and center it.
ar: المنشور على الحائط. وجّه علامة التصويب إلى ذلك الجدار وضعها في المنتصف.
bn: পোস্টটি দেয়ালে আছে। সেই দেয়ালে লক্ষ্যচিহ্ন রাখুন এবং মাঝখানে আনুন।
de: Der Beitrag hängt an einer Wand. Richten Sie das Fadenkreuz auf diese Wand und zentrieren Sie es.
es: La publicación está en una pared. Apunta la retícula hacia esa pared y céntrala.
fr: La publication est sur un mur. Pointez le réticule vers ce mur et centrez-le.
hi: पोस्ट एक दीवार पर है. उस दीवार पर रेटिकल को इंगित करें और उसे केन्द्रित करें।
ja: ポストは壁についています。レティクルをその壁に向けて中心に置きます。
pt: A postagem está em uma parede. Aponte o retículo para aquela parede e centralize-o.
ru: Пост находится на стене. Направьте прицел на эту стену и отцентрируйте ее.
tr: Post duvarda. Nişanı o duvara tut, ortala.
zh_hans: 帖子挂在墙上。将十字线指向那堵墙并将其居中。

# Post dünya konumunda açılıyor…
source: Opening the post at its world position…
ar: جارٍ فتح المنشور في موضعه في عالم الواقع المعزز…
bn: পোস্টটি তার বিশ্ব অবস্থানে খোলা হচ্ছে...
de: Eröffnung des Beitrags an seiner Weltposition…
es: Abriendo la publicación en su posición en el mundo AR…
fr: Ouverture de la publication à sa position dans le monde AR…
hi: पोस्ट को उसकी विश्व स्थिति पर खोला जा रहा है...
ja: ポストをワールド位置で開いています…
pt: Abrindo a postagem na sua posição no mundo AR…
ru: Открытие публикации в её позиции в мире AR…
tr: Post dünya konumunda açılıyor…
zh_hans: 正在 AR 世界坐标中打开帖子…

# Post dünya konumunda duruyor.
source: The post remains at its world position.
ar: يبقى المنشور في موضعه في عالم الواقع المعزز.
bn: পোস্টটি তার বিশ্ব অবস্থানে রয়ে গেছে।
de: Der Beitrag bleibt auf seiner Weltposition.
es: La publicación permanece en su posición en el mundo AR.
fr: La publication reste à sa position dans le monde AR.
hi: पोस्ट अपनी विश्व स्थिति पर बनी हुई है।
ja: ポストはワールド位置に留まります。
pt: A postagem permanece na sua posição no mundo AR.
ru: Публикация остаётся на своей позиции в мире AR.
tr: Post dünya konumunda duruyor.
zh_hans: 帖子保持在其 AR 世界坐标位置。

# Post farklı bir yükseklikte.
source: The post is at a different height.
ar: المنشور على ارتفاع مختلف.
bn: পোস্টটি ভিন্ন উচ্চতায়।
de: Der Beitrag befindet sich auf einer anderen Höhe.
es: La publicación está a otra altura.
fr: La publication est à une hauteur différente.
hi: पोस्ट अलग ऊंचाई पर है.
ja: ポストの高さが違います。
pt: A postagem está em uma altura diferente.
ru: Публикация находится на другой высоте.
tr: Post farklı bir yükseklikte.
zh_hans: 帖子位于不同的高度。

source: The post was submitted for review. Track its status from Profile > My posts.
ar: تم إرسال المنشور للمراجعة. تتبع حالته من الملف الشخصي > منشوراتي.
bn: পোস্ট পর্যালোচনার জন্য জমা দেওয়া হয়েছে. প্রোফাইল > আমার পোস্ট থেকে এর স্থিতি ট্র্যাক করুন।
de: Der Beitrag wurde zur Überprüfung eingereicht. Verfolgen Sie den Status über Profil > Meine Beiträge.
es: La publicación fue enviada para revisión. Realice un seguimiento de su estado desde Perfil > Mis publicaciones.
fr: La publication a été envoyée pour examen. Suivez son statut depuis Profil > Mes publications.
hi: पोस्ट समीक्षा के लिए प्रस्तुत की गई थी. प्रोफ़ाइल > मेरी पोस्ट से इसकी स्थिति ट्रैक करें.
ja: 投稿は審査のために送信されました。 [プロフィール] > [私の投稿] からステータスを追跡します。
pt: A postagem foi enviada para revisão. Acompanhe seu status em Perfil > Minhas postagens.
ru: Публикация отправлена на проверку. Следите за её статусом в разделе «Профиль» > «Мои публикации».
tr: Post gönderildi ve incelemeye alındı. Durumu Profil > Postlarım'dan takip edebilirsin.
zh_hans: 该帖子已提交审核。从“个人资料”>“我的帖子”跟踪其状态。

# Post koleksiyondan çıkarılamadı.
source: Could not remove the post from this collection.
ar: تعذرت إزالة المشاركة من هذه المجموعة.
bn: এই সংগ্রহ থেকে পোস্ট সরানো যায়নি.
de: Der Beitrag konnte nicht aus dieser Sammlung entfernt werden.
es: No se pudo eliminar la publicación de esta colección.
fr: Impossible de retirer la publication de cette collection.
hi: इस संग्रह से पोस्ट को हटाया नहीं जा सका.
ja: このコレクションから投稿を削除できませんでした。
pt: Não foi possível remover a postagem desta coleção.
ru: Не удалось удалить публикацию из этой подборки.
tr: Post koleksiyondan çıkarılamadı.
zh_hans: 无法从此收藏集中移除帖子。

# Post konum bilgisi geçersiz.
source: The post location is invalid.
ar: موقع النشر غير صالح.
bn: পোস্ট অবস্থান অবৈধ.
de: Der Standort des Beitrags ist ungültig.
es: La ubicación de la publicación no es válida.
fr: L’emplacement de la publication n’est pas valide.
hi: पोस्ट का स्थान अमान्य है.
ja: 投稿の場所が無効です。
pt: O local da postagem é inválido.
ru: Местоположение публикации неверно.
tr: Post konum bilgisi geçersiz.
zh_hans: 帖子位置无效。

# Post silinemedi
source: Could not delete the post
ar: لا يمكن حذف المشاركة
bn: পোস্টটি মুছে ফেলা যায়নি
de: Der Beitrag konnte nicht gelöscht werden
es: No se pudo eliminar la publicación
fr: Impossible de supprimer la publication
hi: पोस्ट को हटाया नहीं जा सका
ja: 投稿を削除できませんでした
pt: Não foi possível excluir a postagem
ru: Не удалось удалить публикацию
tr: Post silinemedi
zh_hans: 无法删除帖子

# Post sunucuya kaydedildi. Durumu Profil > Postlarım'da görünür.
source: The post has been saved to the server. Its status appears in Profile > My Posts.
ar: تم حفظ المنشور على الخادم. تظهر حالته في الملف الشخصي > مشاركاتي.
bn: পোস্টটি সার্ভারে সংরক্ষণ করা হয়েছে। এর স্থিতি প্রোফাইল > আমার পোস্টে প্রদর্শিত হবে।
de: Der Beitrag wurde auf dem Server gespeichert. Sein Status wird unter Profil > Meine Beiträge angezeigt.
es: La publicación se ha guardado en el servidor. Su estado aparece en Perfil > Mis publicaciones.
fr: La publication a été enregistrée sur le serveur. Son statut apparaît dans Profil > Mes publications.
hi: पोस्ट को सर्वर पर सहेजा गया है. इसकी स्थिति प्रोफ़ाइल > मेरी पोस्ट में दिखाई देती है.
ja: 投稿はサーバーに保存されました。そのステータスは [プロフィール] > [私の投稿] に表示されます。
pt: A postagem foi salva no servidor. Seu status aparece em Perfil > Minhas postagens.
ru: Публикация сохранена на сервере. Её статус отображается в разделе «Профиль» > «Мои публикации».
tr: Post sunucuya kaydedildi. Durumu Profil > Postlarım'da görünür.
zh_hans: 该帖子已保存到服务器。其状态显示在“个人资料”>“我的帖子”中。

# Post yayınlamak için konum iznini Ayarlar'dan açın.
source: To post, turn on location permission in Settings.
ar: للنشر، قم بتشغيل إذن الموقع في الإعدادات.
bn: পোস্ট করতে, সেটিংসে অবস্থানের অনুমতি চালু করুন।
de: Aktivieren Sie zum Posten die Standortberechtigung in den Einstellungen.
es: Para publicar, active el permiso de ubicación en Configuración.
fr: Pour publier, activez l'autorisation de localisation dans Paramètres.
hi: पोस्ट करने के लिए, सेटिंग में स्थान अनुमति चालू करें.
ja: 投稿するには、設定で位置情報の許可をオンにしてください。
pt: Para postar, ative a permissão de localização em Configurações.
ru: Чтобы разместить публикацию, включите доступ к местоположению в настройках.
tr: Post yayınlamak için konum iznini Ayarlar'dan açın.
zh_hans: 要发帖，请在“设置”中打开位置权限。

# Post yayınlandı. Keşfet ve profilinde görünür.
source: The post is published. It appears in Discover and your profile.
ar: تم نشر المنشور. يظهر في «استكشف» وملفك الشخصي.
bn: পোস্ট প্রকাশিত হয়েছে। এটি «আবিষ্কার করুন» ও আপনার প্রোফাইলে দেখানো হবে।
de: Der Beitrag wurde veröffentlicht. Er erscheint in „Entdecken“ und in Ihrem Profil.
es: La publicación se ha publicado. Aparece en Descubrir y en tu perfil.
fr: La publication est publiée. Elle apparaît dans Découvrir et dans votre profil.
hi: पोस्ट प्रकाशित हो गई है। यह खोजें अनुभाग और आपकी प्रोफ़ाइल में दिखाई देती है।
ja: 投稿が公開されました。「見つける」とプロフィールに表示されます。
pt: A postagem foi publicada. Ela aparece em Explorar e no seu perfil.
ru: Пост опубликован. Он появится в разделе «Обзор» и в вашем профиле.
tr: Post yayınlandı. Keşfet ve profilinde görünür.
zh_hans: 该帖子已发布。它会出现在“探索”和您的个人资料中。

# Post yön bilgisi geçersiz.
source: The post orientation is invalid.
ar: اتجاه النشر غير صالح.
bn: পোস্ট অভিযোজন অবৈধ.
de: Die Beitragsausrichtung ist ungültig.
es: La orientación de la publicación no es válida.
fr: L’orientation de la publication n’est pas valide.
hi: पोस्ट ओरिएंटेशन अमान्य है.
ja: ポストの方向が無効です。
pt: A orientação da postagem é inválida.
ru: Ориентация поста недействительна.
tr: Post yön bilgisi geçersiz.
zh_hans: 帖子方向无效。

# Post zeminde. Nişanı yüzeye indir, ortala.
source: The post is on the floor. Lower the reticle to the surface and center it.
ar: المنشور على الأرض. اخفض علامة التصويب إلى السطح وضعها في المنتصف.
bn: পোস্টটি মেঝেতে। জালিকাটিকে পৃষ্ঠের দিকে নিচু করুন এবং এটিকে কেন্দ্র করুন।
de: Der Beitrag liegt auf dem Boden. Senken Sie das Fadenkreuz auf die Oberfläche und zentrieren Sie es.
es: La publicación está en el suelo. Baja la retícula a la superficie y céntrala.
fr: La publication est au sol. Abaissez le réticule vers la surface et centrez-le.
hi: पोस्ट फर्श पर है. रेटिकल को सतह पर नीचे लाएँ और उसे केन्द्रित करें।
ja: ポストは床にあります。レティクルを表面まで下げて中央に配置します。
pt: A postagem está no chão. Abaixe o retículo até a superfície e centralize-o.
ru: Пост лежит на полу. Опустите сетку на поверхность и отцентрируйте ее.
tr: Post zeminde. Nişanı yüzeye indir, ortala.
zh_hans: 帖子在地板上。将十字线降低到表面并将其居中。

# Post şu anda silinemiyor. Bağlantını kontrol edip tekrar dene.
source: The post cannot be deleted at this time. Check your connection and try again.
ar: لا يمكن حذف المشاركة في هذا الوقت. تحقق من اتصالك وحاول مرة أخرى.
bn: এই মুহূর্তে পোস্ট মুছে ফেলা যাবে না. আপনার সংযোগ পরীক্ষা করুন এবং আবার চেষ্টা করুন.
de: Der Beitrag kann derzeit nicht gelöscht werden. Überprüfen Sie Ihre Verbindung und versuchen Sie es erneut.
es: La publicación no se puede eliminar en este momento. Comprueba tu conexión y vuelve a intentarlo.
fr: La publication ne peut pas être supprimée pour le moment. Vérifiez votre connexion et réessayez.
hi: इस समय पोस्ट को हटाया नहीं जा सकता. अपना कनेक्शन जांचें और पुनः प्रयास करें।
ja: 現時点では投稿を削除できません。接続を確認して、もう一度試してください。
pt: A postagem não pode ser excluída neste momento. Verifique sua conexão e tente novamente.
ru: На данный момент пост невозможно удалить. Проверьте подключение и повторите попытку.
tr: Post şu anda silinemiyor. Bağlantını kontrol edip tekrar dene.
zh_hans: 目前无法删除该帖子。检查您的连接并重试。

# Posta dokundun. Nokta atışı için kamerayı çevir.
source: Post selected. Turn the camera to begin aim guidance.
ar: تم اختيار المشاركة. أدر الكاميرا لبدء توجيه الهدف.
bn: পোস্ট নির্বাচিত। লক্ষ্য নির্দেশিকা শুরু করতে ক্যামেরাটি ঘুরিয়ে দিন।
de: Beitrag ausgewählt. Drehen Sie die Kamera, um mit der Zielführung zu beginnen.
es: Publicación seleccionada. Gire la cámara para comenzar a apuntar.
fr: Publication sélectionnée. Tournez la caméra pour commencer le guidage de visée.
hi: पोस्ट चयनित. लक्ष्य मार्गदर्शन शुरू करने के लिए कैमरा घुमाएँ।
ja: 投稿が選択されました。カメラを回転させて照準の誘導を開始します。
pt: Postagem selecionada. Gire a câmera para iniciar a orientação de mira.
ru: Пост выбран. Поверните камеру, чтобы начать прицеливание.
tr: Posta dokundun. Nokta atışı için kamerayı çevir.
zh_hans: 帖子已选。转动相机开始瞄准引导。

# Posta geri dön
source: Back to the post
ar: العودة إلى المنشور
bn: পোস্টে ফিরে যান
de: Zurück zum Beitrag
es: Volver a la publicación
fr: Retour à la publication
hi: पोस्ट पर वापस जाएँ
ja: 投稿に戻る
pt: Voltar para a postagem
ru: Вернуться к публикации
tr: Posta geri dön
zh_hans: 回到帖子

source: Posts may contain only text and social media links; photos and videos are not supported.
ar: قد تحتوي المنشورات على روابط نصية وروابط لوسائل التواصل الاجتماعي فقط؛ الصور ومقاطع الفيديو غير مدعومة.
bn: পোস্টগুলিতে শুধুমাত্র পাঠ্য এবং সামাজিক মিডিয়া লিঙ্ক থাকতে পারে; ফটো এবং ভিডিও সমর্থিত নয়।
de: Beiträge dürfen nur Text und Links zu sozialen Medien enthalten; Fotos und Videos werden nicht unterstützt.
es: Las publicaciones pueden contener solo texto y enlaces a redes sociales; No se admiten fotos ni vídeos.
fr: Les publications ne peuvent contenir que du texte et des liens vers les réseaux sociaux ; les photos et les vidéos ne sont pas prises en charge.
hi: पोस्ट में केवल टेक्स्ट और सोशल मीडिया लिंक हो सकते हैं; फ़ोटो और वीडियो समर्थित नहीं हैं.
ja: 投稿にはテキストとソーシャルメディアリンクのみを含めることができます。写真やビデオはサポートされていません。
pt: As postagens podem conter apenas texto e links de mídias sociais; fotos e vídeos não são suportados.
ru: Сообщения могут содержать только текст и ссылки на социальные сети; фото и видео не поддерживаются.
tr: Postlar yalnızca metin ve sosyal medya bağlantısı içerebilir; fotoğraf ve video desteklenmiyor.
zh_hans: 帖子可能仅包含文本和社交媒体链接；不支持照片和视频。

# Postlar yüklenemedi.
source: Posts could not be loaded.
ar: لا يمكن تحميل المشاركات.
bn: পোস্ট লোড করা যায়নি.
de: Beiträge konnten nicht geladen werden.
es: No se pudieron cargar las publicaciones.
fr: Les publications n’ont pas pu être chargées.
hi: पोस्ट लोड नहीं किये जा सके.
ja: 投稿を読み込めませんでした。
pt: Não foi possível carregar as postagens.
ru: Не удалось загрузить публикации.
tr: Postlar yüklenemedi.
zh_hans: 无法加载帖子。

# Postlar şu anda yüklenemiyor. Bağlantını kontrol edip tekrar dene.
source: Posts cannot be loaded right now. Check your connection and try again.
ar: لا يمكن تحميل المشاركات الآن. تحقق من اتصالك وحاول مرة أخرى.
bn: পোস্ট এখন লোড করা যাবে না. আপনার সংযোগ পরীক্ষা করুন এবং আবার চেষ্টা করুন.
de: Beiträge können derzeit nicht geladen werden. Überprüfen Sie Ihre Verbindung und versuchen Sie es erneut.
es: Las publicaciones no se pueden cargar en este momento. Comprueba tu conexión y vuelve a intentarlo.
fr: Les publications ne peuvent pas être chargées pour le moment. Vérifiez votre connexion et réessayez.
hi: पोस्ट अभी लोड नहीं की जा सकतीं. अपना कनेक्शन जांचें और पुनः प्रयास करें।
ja: 現在投稿を読み込むことができません。接続を確認して、もう一度試してください。
pt: As postagens não podem ser carregadas no momento. Verifique sua conexão e tente novamente.
ru: Сейчас не удалось загрузить публикации. Проверьте подключение и повторите попытку.
tr: Postlar şu anda yüklenemiyor. Bağlantını kontrol edip tekrar dene.
zh_hans: 现在无法加载帖子。检查您的连接并重试。

# Postları görmek için tekrar giriş yap.
source: Log in again to see posts.
ar: قم بتسجيل الدخول مرة أخرى لرؤية المشاركات.
bn: পোস্ট দেখতে আবার লগ ইন করুন.
de: Melden Sie sich erneut an, um Beiträge anzuzeigen.
es: Inicie sesión nuevamente para ver las publicaciones.
fr: Connectez-vous à nouveau pour voir les publications.
hi: पोस्ट देखने के लिए दोबारा लॉग इन करें.
ja: 投稿を表示するには、再度ログインしてください。
pt: Faça login novamente para ver as postagens.
ru: Войдите снова, чтобы увидеть публикации.
tr: Postları görmek için tekrar giriş yap.
zh_hans: 再次登录即可查看帖子。

# Postlarım
source: My posts
ar: منشوراتي
bn: আমার পোস্ট
de: Meine Beiträge
es: Mis publicaciones
fr: Mes publications
hi: मेरी पोस्ट
ja: 自分の投稿
pt: Minhas publicações
ru: Мои публикации
tr: Postlarım
zh_hans: 我的帖子

# Postların için sunucu bağlantısı gerekiyor.
source: A server connection is required for your posts.
ar: مطلوب اتصال الخادم لمشاركاتك.
bn: আপনার পোস্টের জন্য একটি সার্ভার সংযোগ প্রয়োজন৷
de: Für Ihre Beiträge ist eine Serververbindung erforderlich.
es: Se requiere una conexión al servidor para sus publicaciones.
fr: Une connexion au serveur est requise pour vos publications.
hi: आपकी पोस्ट के लिए सर्वर कनेक्शन आवश्यक है.
ja: 投稿にはサーバー接続が必要です。
pt: Uma conexão de servidor é necessária para suas postagens.
ru: Для ваших публикаций требуется подключение к серверу.
tr: Postların için sunucu bağlantısı gerekiyor.
zh_hans: 您的帖子需要服务器连接。

# Postların yükleniyor…
source: Your posts are loading…
ar: جارٍ تحميل مشاركاتك...
bn: আপনার পোস্ট লোড হচ্ছে...
de: Ihre Beiträge werden geladen…
es: Tus publicaciones se están cargando...
fr: Chargement de vos publications…
hi: आपकी पोस्ट लोड हो रही हैं...
ja: 投稿を読み込んでいます…
pt: Suas postagens estão carregando…
ru: Загрузка ваших публикаций…
tr: Postların yükleniyor…
zh_hans: 您的帖子正在加载...

# Postların şu anda yüklenemiyor.
source: Your posts cannot be loaded right now.
ar: لا يمكن تحميل مشاركاتك الآن.
bn: আপনার পোস্ট এই মুহূর্তে লোড করা যাবে না.
de: Ihre Beiträge können derzeit nicht geladen werden.
es: Tus publicaciones no se pueden cargar en este momento.
fr: Vos publications ne peuvent pas être chargées pour le moment.
hi: अभी आपकी पोस्ट लोड नहीं की जा सकतीं.
ja: 現在、投稿を読み込むことができません。
pt: Suas postagens não podem ser carregadas agora.
ru: Сейчас не удалось загрузить ваши публикации.
tr: Postların şu anda yüklenemiyor.
zh_hans: 您的帖子现在无法加载。

# Postu aynı yüzeyde yeniden açabilmek için telefonu çevrede yavaşça gezdir.
source: Move the phone around slowly to reopen the post on the same surface.
ar: حرك الهاتف ببطء لإعادة فتح المنشور على نفس السطح.
bn: একই পৃষ্ঠে পোস্টটি আবার খুলতে ফোনটিকে ধীরে ধীরে ঘুরান৷
de: Bewegen Sie das Telefon langsam, um den Beitrag auf derselben Oberfläche erneut zu öffnen.
es: Mueva el teléfono lentamente para volver a abrir la publicación en la misma superficie.
fr: Déplacez lentement le téléphone pour rouvrir la publication sur la même surface.
hi: पोस्ट को उसी सतह पर फिर से खोलने के लिए फ़ोन को धीरे-धीरे इधर-उधर घुमाएँ।
ja: 携帯電話をゆっくりと動かして、同じ面で投稿を再度開きます。
pt: Mova o telefone lentamente para reabrir a postagem na mesma superfície.
ru: Медленно перемещайте телефон, чтобы снова открыть публикацию на той же поверхности.
tr: Postu aynı yüzeyde yeniden açabilmek için telefonu çevrede yavaşça gezdir.
zh_hans: 缓慢移动手机以在同一表面上重新打开帖子。

# Postu aç
source: Open the post
ar: افتح المنشور
bn: পোস্ট খুলুন
de: Öffnen Sie den Beitrag
es: Abre la publicación
fr: Ouvrir la publication
hi: पोस्ट खोलें
ja: ポストを開く
pt: Abra a postagem
ru: Открыть публикацию
tr: Postu aç
zh_hans: 打开帖子

# Postu sil
source: Delete post
ar: حذف المشاركة
bn: পোস্ট মুছে দিন
de: Beitrag löschen
es: Eliminar publicación
fr: Supprimer la publication
hi: पोस्ट हटाएं
ja: 投稿を削除する
pt: Excluir postagem
ru: Удалить публикацию
tr: Postu sil
zh_hans: 删除帖子

# Postun bağlı olduğu yüzey kaydı bulunamadı.
source: The surface map linked to this post was not found.
ar: لم يتم العثور على الخريطة السطحية المرتبطة بهذا المنشور.
bn: এই পোস্টের সাথে সংযুক্ত পৃষ্ঠ মানচিত্র পাওয়া যায়নি.
de: Die mit diesem Beitrag verknüpfte Oberflächenkarte wurde nicht gefunden.
es: No se encontró el mapa de superficie vinculado a esta publicación.
fr: La carte de surface liée à ce post n'a pas été trouvée.
hi: इस पोस्ट से जुड़ा सतह मानचित्र नहीं मिला.
ja: この投稿にリンクされている地表マップは見つかりませんでした。
pt: O mapa de superfície vinculado a esta postagem não foi encontrado.
ru: Не найдена карта поверхности, связанная с этой публикацией.
tr: Postun bağlı olduğu yüzey kaydı bulunamadı.
zh_hans: 未找到与此帖子链接的表面地图。

# Postun yüzey içeriği hazırlanamadı.
source: Could not prepare the post for AR display.
ar: تعذر تجهيز المنشور للعرض بالواقع المعزز.
bn: AR-এ দেখানোর জন্য পোস্ট প্রস্তুত করা যায়নি।
de: Der Beitrag konnte nicht für die AR-Anzeige vorbereitet werden.
es: No se pudo preparar la publicación para mostrarla en AR.
fr: Impossible de préparer la publication pour l’affichage en AR.
hi: पोस्ट को AR में दिखाने के लिए तैयार नहीं किया जा सका।
ja: 投稿を AR 表示用に準備できませんでした。
pt: Não foi possível preparar a postagem para exibição em AR.
ru: Не удалось подготовить публикацию для отображения в AR.
tr: Post AR gösterimi için hazırlanamadı.
zh_hans: 无法准备帖子的 AR 显示内容。

# Profil Güncellenemedi
source: Failed to Update Profile
ar: فشل في تحديث الملف الشخصي
bn: প্রোফাইল আপডেট করতে ব্যর্থ হয়েছে৷
de: Profil konnte nicht aktualisiert werden
es: No se pudo actualizar el perfil
fr: Échec de la mise à jour du profil
hi: प्रोफ़ाइल अपडेट करने में विफल
ja: プロファイルの更新に失敗しました
pt: Falha ao atualizar o perfil
ru: Не удалось обновить профиль
tr: Profil Güncellenemedi
zh_hans: 更新个人资料失败

source: Your profile photo will appear after passing the automatic security check. Inappropriate content will be rejected.
ar: ستظهر صورة ملفك الشخصي بعد اجتياز فحص الأمان التلقائي. سيتم رفض المحتوى غير المناسب.
bn: স্বয়ংক্রিয় নিরাপত্তা পরীক্ষা পাস করার পরে আপনার প্রোফাইল ফটো প্রদর্শিত হবে। অনুপযুক্ত বিষয়বস্তু প্রত্যাখ্যান করা হবে.
de: Ihr Profilfoto erscheint nach bestandener automatischer Sicherheitsprüfung. Unangemessene Inhalte werden abgelehnt.
es: Tu foto de perfil aparecerá después de pasar el control de seguridad automático. Se rechazará el contenido inapropiado.
fr: Votre photo de profil apparaîtra après avoir passé le contrôle de sécurité automatique. Le contenu inapproprié sera rejeté.
hi: स्वचालित सुरक्षा जांच पास करने के बाद आपकी प्रोफ़ाइल फ़ोटो दिखाई देगी. अनुचित सामग्री अस्वीकार कर दी जाएगी.
ja: 自動セキュリティチェックを通過すると、プロフィール写真が表示されます。不適切なコンテンツは拒否されます。
pt: A foto do seu perfil aparecerá após passar pela verificação automática de segurança. Conteúdo inapropriado será rejeitado.
ru: Фотография вашего профиля появится после прохождения автоматической проверки безопасности. Неподходящий контент будет отклонен.
tr: Profil fotoğrafın otomatik güvenlik kontrolünden geçtikten sonra görünecek. Uygunsuz içerik reddedilir.
zh_hans: 通过自动安全检查后将显示您的个人资料照片。不适当的内容将被拒绝。

# Profil şu anda yüklenemiyor.
source: The profile cannot be loaded at this time.
ar: لا يمكن تحميل ملف التعريف في هذا الوقت.
bn: প্রোফাইল এই সময়ে লোড করা যাবে না.
de: Das Profil kann derzeit nicht geladen werden.
es: El perfil no se puede cargar en este momento.
fr: Le profil ne peut pas être chargé pour le moment.
hi: इस समय प्रोफ़ाइल लोड नहीं की जा सकती.
ja: 現時点ではプロファイルをロードできません。
pt: O perfil não pode ser carregado neste momento.
ru: В настоящее время профиль не может быть загружен.
tr: Profil şu anda yüklenemiyor.
zh_hans: 暂时无法加载个人资料。

# Profili Düzenle
source: Edit Profile
ar: تحرير الملف الشخصي
bn: প্রোফাইল সম্পাদনা করুন
de: Profil bearbeiten
es: Editar perfil
fr: Modifier le profil
hi: प्रोफ़ाइल संपादित करें
ja: プロフィールの編集
pt: Editar perfil
ru: Редактировать профиль
tr: Profili Düzenle
zh_hans: 编辑个人资料

# Profili düzenle
source: Edit profile
ar: تحرير الملف الشخصي
bn: প্রোফাইল সম্পাদনা করুন
de: Profil bearbeiten
es: Editar perfil
fr: Modifier le profil
hi: प्रोफ़ाइल संपादित करें
ja: プロフィールの編集
pt: Editar perfil
ru: Редактировать профиль
tr: Profili düzenle
zh_hans: 编辑个人资料

# Profili görüntüle
source: View profile
ar: عرض الملف الشخصي
bn: প্রোফাইল দেখুন
de: Profil ansehen
es: Ver perfil
fr: Voir le profil
hi: प्रोफ़ाइल देखें
ja: プロフィールを見る
pt: Ver perfil
ru: Посмотреть профиль
tr: Profili görüntüle
zh_hans: 查看个人资料

# Profilin henüz hazırlanıyor. Post birazdan otomatik olarak yeniden denenecek.
source: Your profile is just being prepared. The post will be retried automatically in a moment.
ar: جارٍ إعداد ملفك الشخصي. ستتم إعادة محاولة النشر تلقائيًا بعد قليل.
bn: আপনার প্রোফাইল শুধু প্রস্তুত করা হচ্ছে. পোস্টটি এক মুহূর্তের মধ্যে স্বয়ংক্রিয়ভাবে পুনরায় চেষ্টা করা হবে।
de: Ihr Profil wird gerade vorbereitet. Der Beitrag wird in Kürze automatisch wiederholt.
es: Tu perfil recién se está preparando. La publicación se volverá a intentar automáticamente en un momento.
fr: Votre profil est en cours de préparation. La publication sera réessayée automatiquement dans un instant.
hi: आपकी प्रोफ़ाइल अभी तैयार की जा रही है. पोस्ट एक क्षण में स्वचालित रूप से पुन: प्रयासित हो जाएगी.
ja: あなたのプロフィールは現在準備中です。投稿はすぐに自動的に再試行されます。
pt: Seu perfil está apenas sendo preparado. A postagem será repetida automaticamente em alguns instantes.
ru: Ваш профиль только готовится. Публикация будет автоматически повторена через мгновение.
tr: Profilin henüz hazırlanıyor. Post birazdan otomatik olarak yeniden denenecek.
zh_hans: 您的个人资料正在准备中。该帖子将稍后自动重试。

# Reels önizlemesi
source: Reels preview
ar: معاينة Reels
bn: Reels-এর পূর্বরূপ
de: Reels-Vorschau
es: Vista previa de Reels
fr: Aperçu de Reels
hi: Reels का पूर्वावलोकन
ja: リールのプレビュー
pt: Prévia de Reels
ru: Предпросмотр Reels
tr: Reels önizlemesi
zh_hans: Reels 预览

# Sağa dön
source: Turn right
ar: استدر يمينًا
bn: ডানে ঘুরুন
de: Nach rechts drehen
es: Gira a la derecha
fr: Tournez à droite
hi: दाईं ओर मुड़ें
ja: 右に向いてください
pt: Vire à direita
ru: Поверните направо
tr: Sağa dön
zh_hans: 向右转
